Repository: mibi88/MibiMdEditor
Catalog: po/*.po
Languages: fr, tr

source: Prepare your texts for the web.
tr: Metinlerinizi web için hazırlayın.

source: Does the text editor has a grid background?
tr: Metin düzenleyici ızgara arka plan kullansın mı?

source: If the text editor has a grid background.
tr: Metin düzenleyicinin ızgara arka plan kullanma durumu.

source: Is current line highlighted in the text editor?
tr: Geçerli satır metin düzenleyicide vurgulansın mı?

source: If current line is highlighted in the text editor.
tr: Geçerli satırın metin düzenleyicide vurgulanma durumu.

source: Does the text editor indents automatically the new line?
tr: Metin düzenleyici yeni satırı kendiliğinden girintilesin mi?

source: If the text editor indents automatically a new line.
tr: Metin düzenleyicinin yeni satırı kendiliğinden girintileme durumu.

source: Does the text editor uses a monospaced font to display his content?
tr: Metin düzenliyici içeriğini göstermek için eş aralıklı yazı tipi kullansın mı?

source: If the text editor uses a monospaced font instead of a proportional one.
tr: Metin düzenleyicinin eş aralıklı yazı tipi kullanma durumu.

source: Names of the different scripts to generate HTML.
tr: HTML oluşturmak için kullanılan farklı betiklerin adları.

source: The names of the different scripts to generate HTML from other markup languages.
tr: Diğer işaretleme dillerinden HTML oluşturmak için kullanılan farklı komut dosyalarının adları.

source: Files of the different scripts to generate HTML.
tr: HTML oluşturmak için kullanılan farklı betiklerin dosyaları.

source: The files of the different scripts to generate HTML from other markup languages.
tr: Diğer işaretleme dillerinden HTML oluşturmak için betik dosyalarının dosyaları.

source: Language name for the syntax highlighting for the markup languages parsed by the scripts to generate HTML.
tr: HTML oluşturmak için betikler tarafından ayrıştırılan biçimlendirme dillerine yönelik söz dizimi vurgulamasının dil adı.

source: Editor
fr: Éditeur
tr: Düzenleyici

source: Editor settings
tr: Düzenleyici Ayarları

source: Grid background
fr: Arrière plan de grille
tr: Izgara Arka Plan

source: Get a grid background in the text editor
fr: Afficher une grille en arrière plan de l'éditeur de texte
tr: Metin düzenleyicide ızgara arka plan kullan

source: Line highlight
fr: Surlignage de la ligne
tr: Satır Vurgusu

source: Highlight the line you're currently editing
fr: Mise en évidence de la ligne en cours d'édition
tr: Düzenlenmekte olan satırı vurgula

source: Auto indent
fr: Indentation automatique
tr: Kendiliğinden Girintile

source: Automatically indent the next line
fr: Indentation automatique des nouvelles lignes
tr: Sonraki satırı kendiliğinden girintile

source: Monospace font
fr: Police d'écriture à chasse fixe
tr: Eş Aralıklı Yazı Tipi

source: Use a monospace font to display the text
fr: Afficher le texte dans une police d'écriture à chasse fixe
tr: Metinleri görüntelemek için eş aralıklı yazı tipi kullan

source: HTML generation scripts
fr: Génération du code HTML
tr: HTML Oluşturma Betikleri

source: New HTML generation script
fr: Nouveau script de génération de code HTML
tr: Yeni HTML Oluşturma Betiği

source: New script
fr: Nouveau script
tr: Yeni Betik

source: Create a new script to generate HTML
fr: Créer un nouveau script pour générer du code HTML
tr: HTML Oluşturmak İçin Yeni Betik Oluştur

source: Script name
fr: Nom du script
tr: Betik Adı

source: Path to the script
fr: Chemin vers le script
tr: Betik Yolu

source: Open
tr: Aç

source: Syntax highlighting
fr: Coloration syntaxique
tr: Sözdizimi Vurgulaması

source: Save
fr: Enregistrer
tr: Kaydet

source: Delete
fr: Supprimer
tr: Sil

source: Add
tr: Ekle

source: Export
tr: Dışa Aktar

source: Main Menu
tr: Ana Menü

source: Redo
tr: Yinele

source: Undo
tr: Geri Al

source: Refresh
tr: Yenile

source: Save as...
fr: Enregistrer sous...
tr: Farklı Kaydet...

source: Preferences
fr: Préférences
tr: Tercihler

source: About MibiMdEditor
fr: À propos de MibiMdEditor
tr: MibiMdEditor Hakkında

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>

source: Prepare your texts for the web
tr: Metinlerinizi web için hazırlayın

source: Copyright © 2023 mibi88
tr: Telif Hakkı © 2023 mibi88

source: Do you really want to remove this script?
fr: Voulez vous vraiment supprimer ce script ?
tr: Bu betiği kaldırmak istediğinizden emin misiniz?

source: OK
tr: Tamam

source: Cancel
fr: Annuler
tr: İptal

source: New file
fr: Nouveau fichier
tr: Yeni Dosya

source: Your file isn't saved! Do you really want to quit?
fr: Ce fichier n'est pas enregistré. Voulez-vous vraiment quitter ?
tr: Dosyanız kaydedilmemiş! Çıkmak istediğinize emin misiniz?

source: Please go to Preferences > HTML Generation scripts and add a new script to be able to generate html.
fr: Allez dans Préférences > Génération du HTML et ajoutez un nouveau script pour pouvoir en générer.
tr: Lütfen Tercihler > HTML Oluşturma betiklerine gidin ve HTML oluşturabilmek için yeni bir betik ekleyin.

source: Your file isn't saved! Do you really want to create a new file?
fr: Ce fichier n'est pas enregistré. Voulez-vous vraiment créer un nouveau fichier ?
tr: Dosyanız kaydedilmemiş! Yeni dosya oluşturmak istediğinize emin misiniz?

source: Your file isn't saved! Do you really want to open a file?
fr: Ce fichier n'est pas enregistré. Voulez-vous ouvrir un fichier ?
tr: Dosyanız kaydedilmemiş! Yeni dosya açmak istediğinize emin misiniz?

source: Script named "$name" already exists.
fr: Un script nommé "$name" éxiste déjà.
